Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/money_and_tax/tax/income_tax/universal_social_charge.html.txt.tmx
Source language: en
Languages: pl

source: • Administration of the Universal Social Charge
pl: • Zarządzanie powszechnym obciążeniem z tyt

source: You pay the USC if your gross income is more than €13,000 per year
pl: Powszechne obciążenie z tyt

source: (This limit was €10,036 from 2012 to 2014 and €12,012 in 2015)
pl: świadczeń socjalnych (USC) to podatek, który z dniem 1 stycznia 2011 r

source: Once your income is over this limit, you pay the relevant rate of USC on all of your income
pl: zastąpił zarówno podatek dochodowy, jak i podatek zdrowotny (znany także jako składka zdrowotna)

source: It is calculated on a weekly or monthly basis
pl: Oblicza się go na podstawie tygodniowej bądź miesięcznej

source: It does not apply to social welfare or similar payments, and there are certain other exceptions: see 'Income exempt from the USC' below
pl: Nie dotyczy zasiłków z opieki społecznej lub podobnych wypłat, istnieją także pewne inne wyjątki: patrz “Dochód zwolniony od USC” w dalszej części

source: The Universal Social Charge is payable on gross income, including notional pay (notional pay is the value of a non-cash benefit, such as benefit-in-kind), after any relief for certain capital allowances. The Universal Social Charge is payable on pension contributions
pl: Powszechne obciążenie z tyt. świadczeń socjalnych płatne jest od dochodu brutto, w tym od przychodów spekulatywnych (przychody spekulatywne to wartość korzyści niepieniężnych, takich jak deputaty), po odliczeniu ulg na określone odpisy amortyzacyjne

source: You pay the Universal Social Charge if your gross income is more than €13,000 per year
pl: Powszechne obciążenie z tyt

source: Once your income is over this limit, you pay the USC on all of your income
pl: świadczeń socjalnych potrącane jest od wynagrodzenia jako składka

source: Liability for the USC depends on the date of the payment rather than on when the income was earned
pl: Jeżeli dochód przekracza podany limit, wówczas płacicie USC od wszystkich dochodów

source: Although you may have no liability to income tax based on your entitlement to tax credits or by use of losses or capital allowances you may still have a liability to pay the Universal Social Charge on your income
pl: Niezależnie od tego, że na podstawie uprawnień do kredytów podatkowych lub zastosowania strat bądź odpisów amortyzacyjnych, nie podlegaliście obowiązkowi podatku dochodowego, może okazać się, że będziecie podlegać obowiązkowi płacenia USC od swojego dochodu

source: Some sources of income, for example, from occupation of certain woodlands, profits from stallion fees, stud greyhound services fees and farmland leasing, patent royalty income and earnings of certain writers, artists and composers, are exempt from income tax but are liable to the Universal Social Charge
pl: Niektóre źródła dochodu, na przykład z posiadania określonych terenów zalesionych, zyski z opłat za ogiera, opłat za usługi chartów oraz dzierżawy użytków rolnych, dochód z tantiem autorskich czy zarobków określonych pisarzy, artystów i kompozytorów, zwolnione są z podatku dochodowego, ale podlegają powszechnemu obciążeniu z tyt. świadczeń socjalnych

source: Income exempt from the USC
pl: Dochód zwolniony z USC

source: You do not pay the Universal Social Charge if your total income for a year is under €13,000
pl: świadczeń socjalnych, jeśli wasz całkowity dochód w ciągu roku nie przekracza 12,012€

source: (If you are aged 70 or over or a medical card holder aged under 70 and your aggregate income for the year is €60,000 or less you pay a reduced rate of USC.)
pl: (W przypadku posiadacza karty medycznej w wieku lat 70 lub powyżej, którego łączny dochód roczny wynosi €60,000 lub poniżej, płaci się obniżoną stawkę USC.)

source: All Department of Social Protection payments, including Maternity Benefit, Paternity Benefit and State pensions, are exempt from the Universal Social Charge
pl: Cały dział wypłat z ochrony socjalnej, w tym zasiłek macierzyński oraz renty państwowe zwolnione są z powszechnego obciążenia z tyt

source: Student grants and scholarships are also exempt
pl: Zwolnione są także podobne wypłaty, np

source: Income where DIRT (Deposit Interest Retention Tax) has already been paid is exempt from the USC
pl: Zwolniony z USC jest także dochód, w którym DIRT (Deposit Interest Retention Tax- Podatek od dochodów kapitałowych) został już opłacony

source: There are a number of other exemptions
pl: Istnieją też inne zwolnienia

source: • Certain salary sacrifice schemes, such as the TaxSaver Commuter Ticket Scheme and the Cycle to Work scheme
pl: • Niektóre programy odstąpienia od części wypłaty na rzecz innych bonusów (salary sacrifice), takie jak karta miejska oraz program zaopatrzenia w rower/wysposażenie roweru

source: • Rent a Room Relief
pl: • Ulga na wynajęcie pokoju

source: There is a full list of exceptions in Revenue's Frequently Asked Questions document (pdf)
pl: Pełna lista zwolnień znajduje się w Dokumencie zawierającym najczęściej zadawane pytania na temat dochodu (Revenue's Frequently Asked Questions document) (pdf)

source: Statutory redundancy payments are exempt from the charge
pl: Odprawy statutowe są wolne od obciążeń

source: Statutory redundancy payments amount to 2 weeks’ pay per year of service plus a bonus week subject to a maximum payment of €600 per week
pl: Wypłaty odpraw statutowych to kwota do dwóch tygodni płacy za przepracowany rok plus tydzień bonusowy, maksymalna wypłata 600€ na tydzień

source: In addition, redundancy payments above the statutory redundancy amount are exempt from the Universal Social Charge, up to certain limits
pl: Ponadto, odprawy przekraczające kwotę statutową zwolnione są do pewnych granic z powszechnego obciążenia z tyt. świadczeń socjalnych

source: These limits are up to €10,160 plus €765 per complete year of service in excess of the statutory redundancy
pl: Limit to do 10,160€ plus 765€ za przepracowanie całego roku, ponad odprawę statutową

source: This basic exemption can be further increased by up to €10,000 if the person is not a member of an occupational pension scheme
pl: Jeżeli osoba, której to dotyczy nie jest członkiem pracowniczego programu emerytalnego, zwolnienie podstawowe może zostać następnie podwyższone do 10,000€

source: The Universal Social Charge is charged on liable income after the statutory exemptions above, and after any additional deduction for Standard Capital Superannuation Benefit (SCSB)
pl: Powszechne obciążenie z tyt. świadczeń socjalnych obciąża podlegający mu dochód, po zastosowaniu w/w zwolnień statutowych oraz po dokonaniu wszelkich dodatkowych odliczeń na standardową kapitałową składkę emerytalną (Capital Superannuation Benefit (SCSB)

source: How maintenance payments are treated for Universal Social Charge purposes depends on whether they are voluntary payments or legally enforceable payments
pl: Sposób traktowania alimentów w kwestii powszechnego obciążenia z tyt. świadczeń socjalnych, zależy od tego, czy są to wpłaty dobrowolne, czy też są one egzekwowane przy pomocy prawa

source: Voluntary maintenance payments (payments paid under an informal arrangement):
pl: Alimenty dobrowolne (alimenty wypłacane na mocy nieformalnych ustaleń):

source: • The spouse making the payments does not receive exemption from the Universal Social Charge on the portion of their income which they pay as maintenance
pl: • Małżonkowi dokonującemu wpłat nie przysługuje zwolnienie z powszechnego obciążenia z tyt. świadczeń socjalnych od tej części dochodu, która wypłacana jest w formie alimentów

source: • The spouse who receives the payments is not subject to the Universal Social Charge on the maintenance payments they receive
pl: • Małżonek otrzymujący alimenty nie podlega powszechnym obciążeniom z tyt. świadczeń socjalnych od otrzymywanych alimentów

source: Legally enforceable maintenance payments (payable under legal obligation):
pl: Alimenty egzekwowane przy pomocy prawa (płacone na skutek zobowiązania prawnego):

source: • The spouse making the payments is entitled to receive an exemption from the Universal Social Charge on the portion of their income on the maintenance they pay either directly or indirectly to their spouse
pl: • Małżonkowi dokonującemu wpłaty przysługuje zwolnienie z powszechnego obciążenia z tyt. świadczeń socjalnych od tej części dochodu, która wypłacana jest małżonkowi jako alimenty w sposób bezpośredni lub pośredni

source: There is no exemption for any portion of the maintenance payments paid towards the maintenance of children
pl: Nie przysługują zwolnienia dla żadnej części alimentów wypłacanych na utrzymanie dzieci

source: • An employee wishing to claim Universal Social Charge exemption in respect of legally enforceable maintenance payments throughout the year may either give the information required to their payroll office, or alternatively they can apply to Revenue at the end of the year to claim any refund of Universal Social Charge due
pl: • Pracownik, który chce wnioskować o zwolnienie z powszechnego obciążenia z tyt. świadczeń socjalnych, w związku z alimentami egzekwowanymi przez cały rok przy pomocy prawa, może przekazać wymagane informacje do swojego działu płac, albo na koniec roku zwrócić się do urzędu skarbowego o zwrot należnego powszechnego obciążenia z tyt. świadczeń socjalnych

source: • The spouse who receives the payments is subject to the Universal Social Charge on the portion of the maintenance payments they receive in respect of themselves
pl: • Małżonek otrzymujący wypłatę podlega obowiązkowi powszechnego obciążenia z tyt. świadczeń socjalnych od tej części alimentów, którą otrzymuje na siebie

source: Any portion of the maintenance payments paid towards the maintenance of children is not subject to the Universal Social Charge
pl: Żadna część alimentów płaconych na utrzymanie dzieci nie podlega obowiązkowi powszechnego obciążenia z tyt. świadczeń socjalnych

source: In the case of a legally enforceable maintenance arrangement, where a separated couple has jointly elected to be treated as a married couple for income tax purposes, the spouse making the payments does not receive exemption from the Universal Social Charge on the portion of their income which they pay as maintenance
pl: W przypadku alimentów egzekwowanych z mocy prawa, jeżeli para pozostająca w separacji wspólnie zdecydowała, aby dla celów podatku dochodowego traktować ich jak małżeństwo, małżonkowi dokonującemu wpłat nie przysługuje zwolnienie od powszechnego obciążenia z tyt. świadczeń socjalnych, w tej części ich dochodu, która jest wypłacana jako alimenty

source: The spouse who receives the payments is not subject to the Universal Social Charge on the maintenance payments they receive
pl: Małżonek otrzymujący wypłatę nie podlega obowiązkowi powszechnego obciążenia z tyt. świadczeń socjalnych od otrzymywanych alimentów

source: An employer’s or pension provider’s contribution to an approved retirement benefit scheme is not liable to the Universal Social Charge, but an employee's contributions are
pl: Składki pracodawcy bądź składki płatnika emerytury, zgodne z przyjętym programem emerytalnym, nie podlegają obowiązkowi powszechnego obciążenia z tyt. świadczeń socjalnych, natomiast składki pracownika tak

source: From 1 January 2016, employer contributions to your Personal Retirement Savings Account (PRSA) are no longer subject to USC
pl: Jeśli pracodawca bądź płatnik renty odprowadza w waszym imieniu składki na wasz osobisty rachunek Funduszu Emerytalnego (PRSA) traktowane jest to jako rodzaj dochodu, podlegającego opodatkowaniu

source: Up to 31 December 2015, these contributions were subject to USC
pl: Ponieważ powszechne obciążenie z tyt

source: Occupational pensions are subject to the Universal Social Charge, but Department of Social Protection pensions or similar pensions from abroad are not
pl: Emerytury zakładowe podlegają powszechnemu obciążeniu z tyt. świadczeń socjalnych, ale emerytury z Departamentu Ochrony Socjalnej nie

source: The USC is only payable on lump sum pension payments on the portion over €500,000
pl: USC od emerytury płatne jest wyłącznie ryczałtem od kwoty powyżej €500,000

source: If your income is €13,000 or less you pay no Universal Social Charge (USC)
pl: Jeśli twój dochód jest niższy niż 12,012€, wówczas nie obowiązuje cię wpłata z tytułu ubezpieczenia społecznego (USC)

source: (This limit was €10,036 from 2012 to 2014 and €12,012 in 2015.) Once your income is over this limit, you pay the relevant rate of USC on all of your income
pl: W przypadku, gdy dochód przekracza ten limit, płaci się stosowną stawkę USC od wszystkich dochodów

source: Standard rate of USC (2017)
pl: Standardowa stawka USC (2015)

source: │Rate │Income band │
pl: │Stawka USC │Wysokość dochodów │

source: │2.5% │From €12,012.01 to €18,772 │
pl: │3.5% │Pomiędzy 12,012€ a 17,576.00€ │

source: │5% │From €18,772.01 to €70,044 │
pl: │7% │Pomiędzy 17,576.01€ a 70,044.00€ │

source: │8% │From €70,044.01 to €100,000 │
pl: │8% │Pomiędzy 70,044.01 a 100,000 │

source: │8% │Any PAYE income over €100,000 │
pl: │8% │Powyżej 100,000 przychody PAYE │

source: │11% │Self-employed income over €100,000 │
pl: │11% │Powyżej 100,000 dochód własny rachunek │

source: Reduced rate of USC (2017)
pl: Obniżona stawka USC (2015)

source: │0.5% │Income up to €12,012 │
pl: │1.5% │Dochód do 12.012€ │

source: │2.5% │All income over €12,012 │
pl: │3.5% │Cały dochód powyżej 12.012€ │

source: Reduced rates of USC apply to:
pl: Obniżone stawki USC stosuje się do:

source: • People aged 70 or over whose aggregate income for the year is €60,000 or less
pl: • Osób w wieku 70 lat lub powyżej, których łączny dochód roczny wynosi €60,000 lub poniżej

source: • Medical card holders aged under 70 whose aggregate income for the year is €60,000 or less
pl: • Posiadaczy kart medycznych w wieku poniżej 70 lat, których łączny dochód roczny wynosi €60,000 lub poniżej

source: Aggregate income for USC purposes does not include payments from the Department of Social Protection
pl: ‘Łączny’ dochód do celów USC nie obejmuje wypłat z Departamentu Ochrony Społecznej

source: You must hold a full medical card (including a Health Amendment Act Card) to qualify for the reduced rate
pl: Aby zostać zakwalifikowanym do płacenia obniżonej stawki, konieczne jest posiadanie pełnej karty medycznej (w tym Health Amendment Act Card)

source: People who hold a GP visit card, a Drugs Payment Scheme Card, a European Health Insurance Card or a Long-term Illness Scheme Card do not qualify for the reduced rate
pl: Posiadacze karty lekarza ogólnego (GP Visit Card), karty opłat za leki (Drugs Payment Scheme Card), europejskiej karty ubezpieczenia zdrowotnego (European Health Insurance Card) bądź karty choroby przewlekłej (Long-term Illness Scheme Card), nie kwalifikują się do stawki obniżonej

source: If a person reaches 70 years at any stage during the year they will benefit from the maximum 2.5% rate for the whole year
pl: Osoby, które w ciągu roku osiągną wiek 70 lat, skorzystają ze stawki obniżonej przez okres całego roku

source: People who hold Northern Ireland medical cards will no longer be treated as holding a full medical card and will therefore not qualify for a reduced rate
pl: W 2012 r. osoby posiadające karty medyczne Northern Ireland, nie będą już traktowane jak posiadacze pełnej karty medycznej, a zatem nie będzie przysługiwać im stawka 3.5%

source: Self-employed income over €100,000
pl: Samozatrudnieni, dochód powyżej 100,000€

source: A surcharge of 3% applies to people who have income from self-employment above €100,000, regardless of age
pl: Niezależnie od wieku, osoby samozatrudnione, posiadające dochód powyżej 100,000€, mają naliczone dodatkowe 3%

source: Note: Bonuses paid to employees of the 5 financial institutions that have received financial support from the State are chargeable to the USC at the rate of 45% on the full amount if the bonus is more than €20,000 in a single tax year
pl: Uwaga: Premie wypłacane pracownikom pięciu instytucji finansowych, którzy otrzymali wsparcie finansowe od Państwa, podlegają obciążeniu w wysokości stawki 45% od pełnej kwoty, jeżeli premia przekracza 20,000€ w pojedynczym roku podatkowym

source: A person who is earning €50,000 per year will pay the Universal Social Charge at a rate of 0.5% on the first €12,012 (which comes to €60.06), 2.5% on the next €6,760 (which comes to €169.00) and 5% on the balance of €31,228 (which comes to €1,561.40)
pl: Osoba, zarabiająca 50,000€ rocznie, zapłaci ubezpieczenie społeczne w wysokości 1.5% od pierwszej kwoty 12,012€ (co stanowi 180,18€), 3.5% od następnej kwoty 5,564 € (co stanowi 180,18€) oraz 7% od salda € 32,424 (co stanowi 2,269.68€)

source: This person will pay €1,790.46 in 2017
pl: Ogółem, osoba ta zapłaci 2,644.60€ na rok

source: You do not pay the Universal Social Charge if your total income for a year does not exceed €13,000
pl: Jeżeli twój ogólny dochód roczny nie przekracza 12,012€, wówczas nie płacisz ubezpieczenia społecznego

source: For example, a person who is earning €13,000 per year will not pay any Universal Social Charge, while a person who is earning €13,100 per year will pay 0.5% on €12,012 (which comes to €60.06) and 2.5% on the remaining €1,088 which comes to €27.20)
pl: Na przykład, osoba zarabiająca 12,012€ rocznie, nie zapłaci ubezpieczenia społecznego, podczas gdy osoba zarabiająca 12,012€ rocznie, zapłaci 1.5% od tych 12,012€, tj

source: This person will pay a total of €87.26 in the year
pl: € 180,18), a 3,5% pozostałe € 88, która przychodzi do € 3,08

source: A person who has self-employed income of €112,000 per year, will pay the Universal Social Charge at a rate of 0.5% on the first €12,012 (which comes to €60.06), 2.5% on the next €6,760 (which comes to €169.00) 5% on the next €51,272 (which comes to €2,563.60), 8% on the next €29,956 (which comes to €2,396.48) and 11% on the next €12,000 (which comes to €1,320)
pl: Osoba poniżej z rocznym dochodem 112,000€ pochodzącym z samozatrudnienia, zapłaci ubezpieczenie społeczne w wysokości 1.5% od pierwszej kwoty 12,012€ (co stanowi 180,18€), 3.5% od następnej kwoty 5,564 € (co stanowi 180,18€) oraz 7% od kwoty kolejnej 52,468€ (co stanowi 3,672.76€), oraz 8% od kwoty kolejnej 29,956€ (co stanowi2,396.48€) oraz 11% od następnych 12,000€ (co stanowi 1,320€)

source: In total this person will pay €6,509.14 in the year
pl: Ogółem, osoba ta zapłaci 7,764.16€ rocznie

source: Administration of the Universal Social Charge
pl: Zarządzanie powszechnym obciążeniem z tyt

source: Universal Social Charge is deducted on a cumulative basis - similar to the way in which PAYE is deducted
pl: Zatem potrącają te kwoty i wpłacają w imieniu pracowników do Urzędu Skarbowego. Od 1 stycznia 2012 r

source: Employers and pension providers are responsible for deducting the Universal Social Charge from their employees’ salaries
pl: zaświadczenie kredytowe podatku od wynagrodzeń (Employer Tax Credit Certificates) (P2Cs), jak również stawki PAYE i limity, wykazują także stawki USC i limity

source: They deduct and pay it to Revenue on behalf of employees
pl: Należy Urząd Skarbowy informować o wszelkich zmianach (np

source: Employer Tax Credit Certificates (P2Cs), as well as displaying PAYE rates and cut-off points, also show USC rates and cut-off points
pl: Szczegóły dotyczące wpłat z tytułu ubezpieczenia społecznego winny znajdować się osobno na wydruku paska wypłaty

source: You should inform Revenue of any changes in your circumstances (for example, if you get a medical card) so your Tax Credit Certificate can be amended
pl: P60 (za rok kończący się 31 grudnia 2012 r.) został skorygowany z dodatkowymi danymi w celu przekazania zbiorczego USC

source: Details of the Universal Social Charge should be recorded separately on your payslip
pl: P60 za rok 2011 (rok kończący się 31 grudnia 2011 r.) zawiera dwa pola do podania wpłaty z tyt

source: The total amount of USC paid should be shown on your P60 each year
pl: ubezpieczenia społecznego (wpłata brutto na cele ubezpieczenia społecznego oraz odliczona kwota wpłaty ubezpieczenia społecznego)

source: If you change jobs your employer will give you a form P45
pl: W przypadku zmiany pracy, pracodawca wręczy ci formularz P45

source: This will show your pay, tax, USC, and PRSI details for the year up to the date you leave
pl: Przedstawia on szczegółowo dane twojej płacy, podatku, USC oraz PRSI za cały rok, aż do daty odejścia z pracy

source: You should give this P45 to your new employer so that the correct amount of tax and USC is deducted from your pay
pl: Należy ten P45 przekazać nowemu pracodawcy, w celu potrącenia z wypłaty właściwej kwoty podatku

source: Self-employed people make a payment of USC along with their preliminary tax payment, and any balance will be collected when the final assessment issues
pl: Osoby pracujące na własny rachunek przekazują wpłatę USC razem z wpłatą zaliczki na podatek, a saldo zostanie pobrane podczas dokonania rozliczeń ostatecznych

source: For PAYE taxpayers, USC is deducted on a cumulative basis, similar to the way PAYE is deducted
pl: Jeżeli kwoty powszechnego obciążenia z tyt

source: This means that your USC deductions are spread out evenly over the year and the correct amount of USC is deducted at the end of the year
pl: W tej sytuacji, będzie się wam należeć refundacja części lub całości wpłaconego powszechnego obciążenia z tyt

source: If, however, at the end of the year you think you have overpaid USC, you can review your USC and tax on PAYE Anytime
pl: Refundacja może też wam przysługiwać, jeżeli w ciągu roku ukończyliście 70 lat, bądź też w roku tym otrzymaliście kartę medyczną

source: This service is now available through Revenue's myAccount Service
pl: Jeśli u swojego pracodawcy byliście zatrudnieni na stałe, bądź też w ciągu całego omawianego roku otrzymywaliście emeryturę (tj

source: You can also contact your local Revenue office for a review of your USC deductions
pl: Jeżeli refundacja należy się wam z uwagi na otrzymanie karty medycznej, pracodawca winien dokonać jej natychmiast, a nie czekać na koniec roku

source: If you have become unemployed during the year you can reclaim any overpayments of income tax and USC using Revenue's tax repayment Form P50 (pdf)
pl: Jeśli u swojego pracodawcy nie byliście zatrudnieni na stałe bądź też nie otrzymywaliście emerytury przez cały omawiany rok, wówczas refundacja USC zostanie dokonana na koniec roku przez urząd skarbowy

source: They will deduct and pay it to Revenue on behalf of employees
pl: Będą je potrącać i wpłacać w imieniu pracowników do Urzędu Skarbowego

source: Revenue will notify employers of the USC rates and thresholds to be applied for all employees
pl: Urząd Skarbowy poinformuje pracodawców o stawkach USC i progach do zastosowania u każdego z pracowników

source: You should inform Revenue of any changes in your circumstances (for example, if you get a medical card)
pl: Należy Urząd Skarbowy informować o wszelkich zmianach (np. o otrzymaniu karty medycznej)
